<HTML>
<HTML><HEAD>
<TITLE>T. Nokon Kajakkimatka Meksikoon 1993</TITLE></HEAD><BODY>

<H1>KAJAKKIMATKA MEKSIKOON   </h1>
<p>
<center>
    <iframe width="420" height="315" src="https://www.youtube.com/embed/iQWAZb6YOn0" frameborder="0" allowfullscreen></iframe>
    


        
<p>
</center>
Alaskassa ja muualla pohjolassa meloskellessani kuulin usein
kehuttavan Baja Californiaa, tuota satumaista melojan paratiisia,
jossa ei ainakaan sada. Baja Californiassa pit&auml;&auml; olla talvet,
sanoivat kaikki. Ja kun ei mulla ollut muuta tekemist&auml;, niin l&auml;hdin
tietty sinne..  
<p>
Meksikon konsulaatista hankin turistikortin ja matkatoimistosta
lentolipun Los Angelesiin. Partioaitasta ostin maailman viimeisen
it&auml;saksassa tehdyn Pouch-merkisen kanootin, kun edellinen lahosi
kahdessa vuodessa. Edellisest&auml; Pouchista otin kuitenkin lasikuidulla
vahvistamani erikoiskest&auml;v&auml;t kaaret. Uuteen Pouchiin liimasin
valmiiksi paikkalaput niihin paikkoihin, joihin tulee heti reik&auml;.
Lis&auml;ksi liimasin sek&auml; k&ouml;liin ett&auml; reunoihin runsaasti lis&auml;&auml;
kulutuspintaa. Itse asiassa melkein koko kanootin alapuoli tuli
vahvistettua kaksinkertaiseksi. Alkuper&auml;inen it&auml;saksalainen
vinyylivahvisteinen PVC-muovi oli kertakaikkiaan liian ohutta, mink&auml;
sanon kolmen tuhotun kanootin antamalla kokemuksella.
<p>
------
<p>

30/10/93 L&auml;ksin lentsikalla Los Angelesiin. T&auml;ss&auml; kaupungissa olen
kumma kyll&auml; sekoillut aiemminkin ja kuukausikaupalla. Olen ajanut
kaupungin poikki useampia kertoja polkupy&ouml;r&auml;ll&auml;. Fillaroinut Venturat
ja Death Valleyt. Nukkunut Sunset streetill&auml; ja Malibun takana
olevilla vuorilla. Niinp&auml; tiesin heti panin taksikuskin viem&auml;&auml;n
Marina Del Reyn, sielt&auml; kun on helppo kipata vene vesille. Y&ouml; Marina
Del Rey Marriotissa maksoi $70.
<p>
31/10/93 Lasikuitua, merikortti, vesis&auml;ilio, spriita, kerosiinia.
Juvenauta. Kyselin Del Reyn West Marine-myym&auml;l&auml;ss&auml;
vedenpuhdistuspillereit&auml;, mutta niill&auml; oli jotain parempaa.
K&auml;sitoiminen vehje, joka poistaa suolan merivedest&auml;.  Saamari maksoi
$500, mutta kokeilin sit&auml; heti laiturissa ja se toimi, voi ihmett&auml;.
T&auml;mm&ouml;nen mulla olisi pit&auml;nyt olla jo vuonna 1975 Ahvenanmerell&auml;.
Toinen y&ouml; Marriotissa.
<p>
1/11/93 Merelle, merelle, siella tuulee mainio my&ouml;t&auml;tuuli.  P&auml;&auml;sin
purjeen kanssa melkein 20 kilsaa etel&auml;&auml;n p&auml;in. Eritt&auml;in vaikea p&auml;&auml;st&auml;
maihin myrskyjen takia, melekein kaaduin.  Leiriydyin Redondo
beachille.  Rantavahti k&auml;vi aukomassa p&auml;&auml;t&auml;, mutta luopui sitten.
T&auml;m&auml;h&auml;n on h&auml;t&auml;tapaus!
<p>
2/11/93 Opettelin hy&ouml;kyiss&auml; rantautumissa Redondo Beachilla.
Feathercraft-kanootissa (800 dollarin k&ouml;yh&auml;n miehen versio)
rantautunut it&auml;m&auml;isen n&auml;k&ouml;inen opettajatar neuvoi, ett&auml; on parempi
hyp&auml;t&auml; pois ja ty&ouml;nt&auml;&auml; kanoottia. Se neuvo tepsi eritt&auml;in hyvin!
T&auml;m&auml; menetelm&auml; tuskin toimisi ilman sivuponttoonia. Sivuponttoonin
kanssa on paljon helpompi nousta kyytiin ja pois kyydist&auml; hy&ouml;kyjen
ulkopuolella. Rantavahti muuten k&auml;vi taas aukomassa p&auml;&auml;t&auml;.
<p>
3/11/93 Pakkasin kamat ja l&auml;hdin merelle. Keskisuuret surfit, muttei
mit&auml;&auml;n ongelmia.  Ainut ongelma oli se, ett&auml; rantautumismanoveerien
takia k&auml;yt&auml;n m&auml;rk&auml;pukua ja se on hieman liian kuuma.
Feathercraft-henkil&ouml; sanoi, etten p&auml;&auml;se rantaan ennenkuin Long
Beachin satamassa.  Paskapuhetta.  P&auml;&auml;sin helposti Palos Verdes
Pointin j&auml;lkeiseen lahdelmaan. T&auml;ysin autio.  Jyrkkien rinteiden
p&auml;&auml;ll&auml; taloja, mutta polku t&auml;nne alas on tosi vittumainen. This is
heaven.  Tein litran verran vett&auml; uudella vesipumpullani. Siihen meni
noin 40 minuuttia.  Rankkaa, mutta helpompaa kuin se, ett&auml; kiipe&auml;&auml;
yl&ouml;s ja etsii vesihanan <img SRC="pur.jpg" height=225 width=300 align=RIGHT> .
<p>
4/11/93 T&auml;n&auml;&auml;n en ainakaan l&auml;hde mihn&auml;&auml;n.
<p>
5/11/93 T&auml;n&auml;&auml;nk&auml;&auml;n en l&auml;hde mihn&auml;&auml;n. Paikalliset k&auml;yv&auml;t jo
    huomauttelemassa.  Pit&auml;s k&auml;yd&auml; kaupassa.
<p>
7/11/93 Saamarin l&auml;skit, uhkasivat poliisilla.  Siirryin pari
kilometri&auml; etel&auml;mm&auml;s.  Piti matkustaa Long Beachille, mutta p&auml;&auml;tin
piruuttaan kokeilla rantautumista tyrskyiss&auml;. Pieleen meni.
Kanootista meni yksi rima paskaks ja VHF-radio kastui. M&auml; kun luulin,
ett&auml; se olisi vedenpit&auml;v&auml;. Pakko ostaa uusi.
<p>
Hiphei. Huolellinen juomavedess&auml; uittaminen ja purkaminen auttoi.<img SRC="korjaus.jpg" height=225 width=300 align=RIGHT> VHF-radio toimii taas!
<p>
Hehe, yksi Mafia-perhe kalasti tuossa rantsussa keih&auml;&auml;ll&auml; koko
p&auml;iv&auml;n.  Saamansa kaksi (2) kalaa he lahjoittivat minulle.
<p>
8/11/93 KFI-more stimulating talk radio 640 khz. Aamuy&ouml;ll&auml; kello 3
aikaan aamuy&ouml;st&auml; k&auml;velin takaisin sinne, miss&auml; leiriydyin ensim&auml;isen
kerran.  K&auml;tkin sinne m&auml;rk&auml;puvun yl&auml;osan, kun ajattelin, et&auml; se on
tuiki tarpeeton.  Sitten sukeltelin koko p&auml;iv&auml;n. N&auml;in yst&auml;v&auml;llisen
hylkeen, ison ravun, mustekalan ja erilaisia kaloja.  Tarvitsisin
ehdottomasti harppuunan, perhana.  Long beachille on kuienkin 20
kilsaa, siell&auml; varmaan olisi harpuunakauppa. En kuitenkaan uskalla
j&auml;tt&auml;&auml; kamoja t&auml;nne.
<p>
9/11/93 T&auml;n&auml;&auml;n olin tosi poikki, en jaksanu yht&auml;&auml;n mit&auml;&auml;n. Y&ouml;llinen
k&auml;vely ja sukeltelu p&auml;&auml;lle otti mehut pois. Pit&auml;sl&auml;hte&auml; muualle.
Onneksi on kunnon aallokko nousemassa, <img SRC="surfer2.jpg" height=225 width=300 align=RIGHT> launelautaulijat on innoissaan.
<p>
11/11/93 Myrsky jatkuu toista p&auml;iv&auml;&auml;. Voi makailla ja kuunnella
   radiota.
<p>
14/11/93 Ei taaskaan liikett&auml; minnek&auml;&auml;n. Nyt m&auml; olen ollut samassa
paikassa jo viikon.  Sain ongella mustekalan. Se paska piiloutui
kanootin sis&auml;lle, niin ett&auml; jouduin lopulta purkamaan kanootin.
Perhanan limakl&ouml;ntti. Oikea menetelm&auml; olisi ollut heti tarttua siihen
tukevalla otteella ja paiskata se yli laidan.  Mutta kun en
kehdannut.  Sitten muistin, ett&auml; v&auml;limeren kalastajat mielell&auml;&auml;n
roikottavat mustekaloja rasvaisisa kourissaan. Ne eiv&auml;t siis ole
myrkyllisi&auml; tai pure.
<p>
15/11/93 Vesi on kylm&auml;&auml;. Tai siis kylmemp&auml;&auml; kuin viikko sitten.
   Pit&auml;s menn&auml; muuanne. Toi on hyv&auml; homma, asua Los Anglesisissa
 ja el&auml;&auml; <img SRC="fisherb3.jpg" height=225 width=300 align=RIGHT> ravustamalla.
<p>
16/11/93 L&auml;hdin lopulta liikkeelle. Mukavat tasaset laineet ja
    my&ouml;t&auml;tuultakin, niin ett&auml; voi k&auml;ytt&auml;&auml; purjetta. Long Beachin
    <img SRC="majakka.jpg" height=225 width=300 align=RIGHT> satamassa
<img SRC="guard.jpg" height=225 width=300 align=RIGHT> Hengenpelastusmiehet tulivat heti moottoriveneell&auml;
    kuulustelemaan . Ep&auml;iliv&auml;t varmasti, ett&auml; olen venepakolainen.
    Huutelin hieman VHF-radioon ja n&auml;iden kyttien reaktioista
    p&auml;&auml;ttelin, ett&auml; radion l&auml;hetyspuoli on kunnossa. Kun tiedustelin
    misss&auml; voisin viett&auml;&auml; y&ouml;ni, ne neuvoivat menem&auml;&auml;n Queen Maryn ohi
    satamaan, siell&auml; on paljon majataloja.
<p>
17/11/93 R&auml;k&auml; juttu. Nukuin Long Beachissa 170 dollarin
    hotellissa ja l&auml;hdin sielt&auml; 7.00 soutamaan etel&auml;&auml;np&auml;in.
    Sujui hyvin, mutta sitten alkoi tuulla etel&auml;st&auml; ja p&auml;&auml;tin
    majoittua yhteen lahteen.  Siell&auml; oli kuitenkin sotalaivan
    satama ja SotaPoliisit tuli moottoriveneell&auml; ajamaan mut
   <img SRC="sotalaiv.jpg" height=225 width=300 align=RIGHT>  helkkariin.  Palasin pari kilsaa takaisin ja siirryin 69
    taalan hotelliin.
<p>
19/11/93 Emm&auml; tykk&auml;&auml; t&auml;st&auml;, makailen t&auml;&auml;ll&auml; hotelissa, enk&auml; osaa
    p&auml;&auml;tt&auml;&auml; mit&auml; tehd&auml;. Etel&auml;&auml;np&auml;in meno tuntuu tuiki hankalalta,
    koska se on vaan tasasta hiekkarantaa t&auml;ynn&auml; kaikenmaailman
    huvilaa ja hotellia. Ja tyrskyt on tasasen karmeeta. Vaikka
    p&auml;&auml;sisinkin hengiss&auml; maihin, niin sielt&auml; mut ajettas heti pois.
    Jos m&auml; l&auml;hdenkin junalla Yumaan ja lasken Colorado-jokea
    Californian lahdelle.
<p>
20/11/93 Yumassa poliisi tuli huutamaan, kun nukuin
    junapys&auml;kill&auml;.  Eik&auml; Meksikoon p&auml;&auml;se jokea my&ouml;ten, t&auml;ytyy ottaa
    taksi.  K&auml;vin kysym&auml;ss&auml; US-tullimiehilt&auml;, josko t&auml;t&auml; kautta
    p&auml;&auml;see takas. P&auml;&auml;see, jos on viisumi.  R&auml;m&auml; bussi Meksikaliin.
    24 dollarin hotelli. Halpaa, t&auml;&auml;ll&auml; mun olis pit&auml;ny olla
    alunperinkin.  - Saastaista ilmaa Mexicalissa <img SRC="smog.jpg" height=225 width=300 align=RIGHT> 
<p>
21/11/93 Bussi San Felipeen. Hiphei, lopultakin Cortezin meren
    rannalla ja kanootti koossa. Yst&auml;v&auml;llinen Dave Summers-niminen
    henkil&ouml; antoi vinkkej&auml;. Antoi mulle vuorovesitaulukon ja kertoi
    ett&auml; t&auml;&auml;ll&auml; k&auml;ytet&auml;&auml;n VHF-kanavaa numero 9 kutsuihin. Hy&ouml;kyjen
    l&auml;pi rantsuun ja teltta pystyyn. <img SRC="ranta.jpg" height=225 width=300 align=RIGHT> Hiekkaa, mutta siihen lienee
    pakko tottua, hohhoijaa. 
<p>
23/11/93 07:54 Ylen uutiset 15400 khz 
<p>
24/11/93 Yritin l&auml;hte&auml; merille meloakseni takaisin San Felipeen ja
    k&auml;yd&auml;kseni kaupassa. Muttei se mill&auml;&auml;n onnistunu. Kanootti oli
    heti t&auml;ynn&auml; vett&auml;.  Alkaa jo p&auml;nni&auml; t&auml;m&auml; rantsu. Kun tosta menee
    joskus mopoja ja autojakin.  Tyypillisi&auml; junttikuskeja, tahallaan
    metel&ouml;iv&auml;t. Tuulee vie&auml;kin vitusti. [sh. Ois pit&auml;ny olla eilen
    liikkeell&auml;.
<p>
26/11/93 Tuulee edelleenkin ja entist&auml; pahemmin. Hautaudun
    hiekkaan! Rakentelin kanootista ja rannalta l&ouml;yt&auml;mist&auml;ni rojuista
    tuulensuojaa. Teltan lepatus ja paukkuminen alkoi ottaa hermoon.
    Sit&auml;paitsi aloin ep&auml;ill&auml;, ett&auml; se teltta ennenpitk&auml;&auml; hajoaa.
    Meneeh&auml;n se aika t&auml;ss&auml;kin.
<p>
27/11/93 T&auml;&auml;ll&auml; San Felipen tienoilla maataan edelleen.  Kylm&auml; 15 astetta.
<p>
29/11/93 T&auml;&auml;ll&auml; makaillaan edelleenkin.  Kalastus sujuu. Tuuli
    hellitti ja meloskelin ulapalle. T&auml;mm&ouml;set 30 sentin ahvenat k&auml;vi
    hullun lailla vieheen kimppuun. Maistuivat ihan kivoilta.
     <img SRC="koralli.jpg" height=225 width=300 align=RIGHT>
<p>
1/12/93 Lasikuitua. Petroolia. Vieheit&auml;.  Laastaria. L&auml;hdin lopulta
liikkeelle <img SRC="pyorat.jpg" height=225 width=300 align=RIGHT> aikaan , meloin San Felipeen ja
ostin tarvikkeita niin ett&auml; riitt&auml;&auml;. Kohti etel&auml;&auml;. Kun paikalliset
k&auml;viv&auml;t kysym&auml;ss&auml;, ett&auml; minne olin menossa, niin vastasin jotta
"LaPaziin tietysti". Eiv&auml;t uskoneet. Merkillist&auml;, olisiko t&auml;ss&auml;
jotain ongelmia.
 - Tyypillinen meksikolainen kalastusvene,
                 onks se ny nimelt&auml;&auml;n "bonga"? <img SRC="fishboat.jpg" height=225 width=300 align=RIGHT>
<p>
18/12/93 T&auml;mm&ouml;st&auml; se on nykyajan tekniikka. Kirjoitin n&auml;it&auml;
     muistiinpanoja tiedostoon, jonka talletin Atari Portfolion RAM-muistiin. Kun
     paristo meni tyhj&auml;ksi, h&auml;visiv&auml;t my&ouml;s kahden edellisen viikon
     muistiinpanot. Kyll&auml; t&auml;m&auml; on ollut hirveet&auml; kamppailua. Aina
     pari p&auml;iv&auml;&auml; p&auml;&auml;see eteenp&auml;in ja sitten on 5 p&auml;iv&auml;&auml; hyrskyj&auml;.
     Rantautuminen on melkein aina yht&auml; vaikeaa. Kun on isoja kivi&auml;
     ja aallokko, niin miten ihmeell&auml; t&auml;mm&ouml;sen r&auml;ttikanootin saa
     ehj&auml;n&auml; rantsuun. Ruoka on loppunut ja r&ouml;&ouml;kit jo kymmenen p&auml;iv&auml;&auml;
     sitten. Kalastus onneksi sujuu. Tonnikalat on paraita. Cortezin
     meren purjehdusoppaassa mainittiin, ett&auml; 80 kilsaa San Felipest&auml;
     etel&auml;&auml;n on Puertoricos-niminen kyl&auml;, jossa on kauppa.
     Puertoricos-niminnen kyl&auml; kyll&auml; oli, mutta ei kauppaa. J&auml;ljist&auml;
     p&auml;&auml;tellen kauppa ja huoltoasema olivat menneet vasta &auml;skett&auml;in
     konkkaan. Omituisia <img SRC="baja3.jpg" height=225 width=300 align=RIGHT> t&auml;&auml;ll&auml;, ei niit&auml; kirjoista
    l&ouml;yd&auml;.
<p>
     Muistaakseni Willard Pointissa kertoi yst&auml;v&auml;llinen
     amerikkalainen kes&auml;m&ouml;kkil&auml;inen l&auml;heisest&auml; ravintolasta, josta
     sainkin ostettua muutaman kilon riisi&auml; ja r&ouml;&ouml;kiaskin. Mutta
     eiv&auml;th&auml;n ne kauan kest&auml;neet. Ainut mahikseni on p&auml;&auml;st&auml; Bahia Los
     Angelesiin, siell&auml; kun on majataloja, Puhelin ja vaikka mit&auml;.
     Bahiaan ei pit&auml;s olla kuin alle 100kilsaa. Kaikki on kuiteski
     ollu niin vaivalloista, ett&auml; kyseinen matka kest&auml;&auml; varmaan
     viikkoja.
<p>

19/12/93 30 kilsaa yhdess&auml; p&auml;iv&auml;ss&auml;<img SRC="baja1.jpg" height=225 width=300 align=RIGHT>  kanssa . Se on kyll&auml;
      enn&auml;tys. Onkohan vika minussa vai kanootissa, mutta en m&auml;
      koskaan p&auml;&auml;se semmosia 50 kilsan p&auml;iv&auml;matkoja kuin kaikki tosi
      kanoottimiehet. Satelliittinavigaattorin mukaan kun pid&auml;n yll&auml;
      mukavakseni katsomaani melontanopeutta, niin p&auml;&auml;sen jotain 3-4
      kilsaa tunnissa. Kun yrit&auml;n pit&auml;&auml; yll&auml; 5-6 kilsan
      tuntinopeutta, niin hyydyn tunnissa. T&auml;ll&auml; kanootilla ei kerta
      kaikkiaan p&auml;&auml;se t&auml;m&auml;n nopeammin. Kerran Alaskassa yritin pysy&auml;
      parin naiskanoteereejan kyydiss&auml;. Niill&auml; oli lasikuitukajakit
      ja melko v&auml;h&auml;n lastia ja joka vedolla ne p&auml;&auml;siv&auml;t kaksinverroin
      pidemm&auml;lle kuin m&auml;.
<p>
20/12/93 Heti aamusta virisi mukava purjetuuli. Keskip&auml;iv&auml;n
      aikoihin se muuttui kuitenkin myrskyksi. P&auml;&auml;sin kuiteksi 18
      kilsaa eteenp&auml;in muutamassa tunnissa. Rantauduin viime tingassa
      ja h&auml;t&auml;p&auml;iss&auml;ni eritt&auml;in kevottomaan rantsuun, jossa oli metrin
      kokosia kivenj&auml;rk&auml;leit&auml;. T&auml;mm&ouml;sess&auml; tapauksessa oikea
      rantautumistapa on se, ett&auml; hyp&auml;t&auml;&auml;n ajoissa pois ja valitaan
      sopiva tasanen kivi, jota aallot silloin t&auml;ll&ouml;in pyyhkiv&auml;t,
      jolle kajakki voidaan ty&ouml;nt&auml;&auml;. N&auml;in teoriassa. K&auml;yt&auml;nn&ouml;ss&auml;
      esimerkiksi kanootin ty&ouml;ntely ja ohjailu vedest&auml; k&auml;sin on tosi
      vaikeaa. Bahia Los Angelesiin olisi  vain 40 kilsaa. 
      
<p>
21/12/93 Kamala tuuli edelleen.
<p>
22/12/93 Kiva tuuli jatkuu edelleen. Viet&auml;n n&auml;emm&auml; joulua t&auml;ss&auml;.
   Mutta aurinko paistaa.
<p>
23/12/93 R&auml;k&auml; jatkuu edelleen, kiitos, kiitos.
 - Troolari  myrskyss&auml; <img SRC="fisherb2.jpg" height=225 width=300 align=RIGHT>.
<p>
24/12/93 Hassua joulua, myrsky jatkuu. Vituttaa tosi rankasti.
      Siirsin teltan uuteen paikkaan, kun hiekkaa meni joka paikkaan,
      mutta tuuli k&auml;&auml;ntyi sopivasti y&ouml;n aikana. Kiitos joululahjasta.
      Viet&auml;nk&ouml;h&auml;n syntt&auml;rip&auml;iv&auml;&auml; t&auml;&auml;ll&auml;?
<p>
25/12/93 Myrsky jatkuu. T&auml;m&auml; on jos viides p&auml;iv&auml; samassa
     paikassa.  Jauhoja pari kupillista. Olis edes kahvia.  Yritin
     aamulla k&auml;vell&auml; kanjonia yl&ouml;s katsoakseni onko siell&auml; tie,
     mutten jaksanut kuin v&auml;h&auml;n yli kilsan p&auml;&auml;h&auml;n. Ei kai muutaman
     viikon dieetti voi ly&ouml;d&auml; n&auml;in vetel&auml;ksi. Olen varmaan sairas.
<p>
26/12/93 K&auml;sikrammpeja vett&auml; tehdess&auml;. Eip&auml; tee en&auml;&auml; mieli
    tupakkaa vaan suklaata enemm&auml;n.  Tosi omituinen v&auml;symys vaivaa.
    Okei ruokaa on v&auml;h&auml;n, mutta sit&auml; kuitenkin on. Vatsa tuntuu kyll&auml;
    tyhj&auml;lt&auml; p&auml;&auml;lt&auml; katsoen. Kamerakotelosta meni lasi s&ouml;k&ouml;ksi 20
    p&auml;iv&auml;. Nyt se kamera ei suostu en&auml;&auml; olemaan kuiva, vaikka kotelo
    onkin kunnossa.  Akkutilanne on kehno. Olis pit&auml;ny jo aikoja
    sitten hankkia itselleen toinen aurinkoparisto.  Hiphei, tuuli
    n&auml;ytt&auml;&auml; tyyntyv&auml;n. EI n&auml;y en&auml;&auml; yht&auml;&auml;n vaahtop&auml;it&auml;k&auml;&auml;n. Aallot on
    vaan viel&auml; liian isoja. Mutta huomenna!
<p>
27/12/93 P&auml;&auml;sin just ja just ulos sielt&auml; kivikosta. <img SRC="beach.jpg" height=225 width=300 align=RIGHT> Vene tuli
    vett&auml; t&auml;yteen. Vasta puolen tunnin &auml;ysk&auml;r&ouml;innin j&auml;lkeen p&auml;&auml;sin
    liikkeelle. Puolen p&auml;iv&auml;n aikaan tuli hyv&auml; purjetuuli ja
    laskettelin kertarys&auml;yksell&auml; t&auml;m&auml;n 40 kilsaa Villa
    Vitta-motelliin. Y&ouml; maksoi 10 taalaa. Huimaa.
    
<p>
28/12/93 Auch, t&auml;ss&auml; hotelissa ei ole s&auml;hk&ouml;&auml; &ouml;isin, ne tekee vissiin kaiken
    s&auml;hk&ouml;n dieselill&auml;.  11:00 virtaa alko taas tulla. Saamme
    akkuongelmat taas vahaksi aikaa kondikseen.  Tein pimeit&auml;
    ostoksia. Ison oljylampun kanta (!? 32 pesoa). Spraypullon mustaa
    maalia. Olen sekoamassa.  Paikallinen meksikaani sai minut
    vakuuttuneeksi siit&auml;, ett&auml; San Rosaliaan melotaan t&auml;&auml;lt&auml; nelj&auml;ss&auml;
    p&auml;iv&auml;ss&auml;. Multa menee siihen kyll&auml; kuukausi, mutta ottia tuota.
    Huomenna l&auml;hdet&auml;&auml;n. Makuupussia t&auml;&auml;ll&auml; ei n&auml;emm&auml; saa
    pestyksi. No eeei sitte. Pit&auml;s soittaa, mutta aurinkok&auml;ytt&ouml;sen
   satelliittipuhelimen  luona oli jonoa.<img SRC="10kw.jpg" height=225 width=300 align=RIGHT>
<p>
29/12/93 Hieno l&auml;ht&ouml; aamulla kello 8, purjeet ja kaikki. Tunnin
    p&auml;&auml;st&auml; alkoi kuitenkin tuulla ja p&auml;&auml;dyin t&auml;nne Bahian Pohjalle,
    kiitos, kiitos. Olen varmasti joutunut jotenkin meren
    ep&auml;suosioon.  Nyt tied&auml;mme, ett&auml; kun alkaa tuulla, on tunti aikaa
    maastoutua. Eli ei saa olla 4 kilsaa kauempana rannasta. Isoin
    mahdollinen salmi, joka voidaan ylitt&auml;&auml;, on siis 8 kilometri&auml;
    leve&auml;.  Ei mit&auml;&auml;n mahiksia menn&auml; Kinoon, kun isoimmat salmet on
    20 kilsaa.  Meri oli vatkannut vispikermansa vaahdoksi. Oi
    jumalat! Oli tilinteon hetki!  Appelsiinijuomasta h&auml;visi heti
    korkki ja se tyhjeni (tietysti) rantautumisen yhteydess&auml;.  This
    is pretty crammy spot to be. T&auml;ss&auml; vet&auml;&auml;.  Olis pit&auml;ny j&auml;&auml;d&auml; 10
    dollarin hotelliin, mutty kun ne hilseet yritti kusettaa toisen
    y&ouml;n maksatuksen yhteydess&auml;. Olen varmaan jotenkin tyhm&auml;.
   - Isoja  kaktuksia t&auml;&auml;ll&auml;p&auml;in.
<img SRC="kaktus.jpg" height=225 width=300 align=RIGHT>
<p>
30/12/93 Nyt tuuleeee kun arvasin.  Emm&auml; l&auml;hteny mihk&auml;&auml;n.  Nyth&auml;n
    on niin, ett&auml; kun KFI-Los Angeles sanoo ett&auml; on "breezy" tai
    "gusty", ni niin on t&auml;&auml;ll&auml;kin. Eilen oli LA:ssa viel&auml; "wind
    advisery". T&auml;t&auml; politiikaa aion noudattaa vastakin turhan
    sekoilun v&auml;ltt&auml;miseksi.
<p>
31/12/93 J&auml;lleen yksi sytk&auml;ri kastui ja muuttui kelvottomaksi.
    Samperin kelvottomia. Tuo kivi nimitt&auml;in juuttuu kastumisen
    j&auml;lkeen koloonsa ja parin sytyksen j&auml;lkeen ei en&auml;&auml; tule
    kipin&ouml;it&auml;. Muutaman kerran olen onnistunut irrottamaan kiven
    lamppu&ouml;ljyll&auml;, useimmiten en. Mink&auml;l&auml;inen olisi se vedenkest&auml;v&auml;
    sytk&auml;ri. Mitehk&ouml;h&auml;n tollaset pietsos&auml;hk&ouml;set sytk&auml;rit kest&auml;&auml;
    kest&auml;&auml; suolavett&auml;? T&auml;n&auml;&auml;n on mun syntym&auml;p&auml;iv&auml;. Olenko vasta
    41-vuotias. Tunne itseni kyll&auml; 48-vuotiaaksi. Silt&auml; n&auml;yt&auml;nkin.
<p>
2/01/94 Hyvin meni pari p&auml;iv&auml;&auml;, p&auml;&auml;sin 42 kilsaa B de LAsta, mut
    taas tuulee. Yhdess&auml; niemess&auml; l&auml;hell&auml; Bahiaa oli kanoottinaisia
    m&auml;rk&auml;puvuissa. N&auml;yttiv&auml;t istuvan harvinaisen hyvin n&auml;m&auml; pukineet.
<p>
3/01/94 Kyll&auml; on hyv&auml; tuo 30 peson &ouml;ljylammpu. N&auml;kee jopa
    kirjottaa.  Pit&auml;s vaan keksi&auml; sopiva lasi. Yritin tehd&auml; lasia
    rantsusta l&ouml;yt&auml;mist&auml;ni pulloista. En mill&auml;&auml;n onnistunut
    leikkaamaan lasiveitsell&auml; semmoista lieri&ouml;t&auml;, joka olisi tasanen
    molemmista p&auml;ist&auml;. Tein sitten s&auml;ilykepurkista jonkimoisen
    tuulensuojen.  Taas v&auml;-syt-t&auml;&auml; rutosti. Olen varmaan sy&ouml;nyt
    liikaa.  Vaikka n&auml;yt&auml;s olevan mainio menos&auml;&auml;.
<p>
4/01/94 L&auml;hdin  aamukolmelta kuutamolla ja p&auml;&auml;sin kenties 25
    kilsaa melomalla koko p&auml;iv&auml;n. Eip&auml; ollut paljon hy&ouml;ty&auml; t&auml;st&auml;k&auml;&auml;n. <img SRC="baja4.jpg" height=225 width=300 align=RIGHT>
    
<p>
5/01/94 Alkoi tietys tuulla etel&auml;st&auml;. P&auml;&auml;sin ehk&auml; kymmenen kilsaa
   eteenp&auml;in.
     - Hylkeen muumio. <img SRC="baja6.jpg" height=225 width=300 align=RIGHT>
<p>
6/01/94 Tunnin verran eteenp&auml;in ja sitten alkoi
    taas tuulla kiitos, kiitos.
- Ihmeellinen luola. <img SRC="luola.jpg" height=225 width=300 align=RIGHT>
<p>
7/01/94 Tuuli heti aamusta, ei mit&auml;&auml;n mahiksia!
<p>
8/01/94 Nelj&auml; kilsaa eteenp&auml;in ja sitten taas loppu. Samantekev&auml;&auml;,
    viet&auml;n t&auml;&auml;ll&auml; loppuel&auml;m&auml;ni.
<p>
9/01/946 21 kilsaa melomalla.  114 kilsaa j&auml;ljell&auml;.
  <img SRC="lahti.jpg" height=225 width=300 align=RIGHT>

<p>
10/01/94 30 kilsaa purjeella. 84 j&auml;ljell&auml;.
 <img SRC="smile.jpg" height=225 width=300 align=RIGHT>

<p>
11/01/94 15 kilsaa melomalla. 69 j&auml;ljell&auml;. Vitun GPS, se ei toimi
    kunnolla. Eiii saamari, n&auml;m&auml; meksikoilaisten kartathan ne on
    t&auml;mm&ouml;si&auml;. Olen poikki. Kanoottikin on taas hajalla. <img SRC="baja5.jpg" height=225 width=300 align=RIGHT>


<p>
12/01/94 Kanootti on korjattu. L&ouml;ysin palmun, mutta ei siin&auml;
   kasvanut mit&auml;&auml;n sy&ouml;t&auml;v&auml;&auml;.  T&auml;m&auml; paikka lienee Punta Trinidad.
   (N27`49'37'') Siksi t&auml;&auml;ll&auml; on palmuja. Koko ranta on
   t&auml;ynn&auml; tyhji&auml; kalastajien kaislamajoja. Kalastuskohteena olivat
   olleet l&auml;hinna kilpikonnat ja haikalat, omituinen valikoima.
   Lis&auml;ksi t&auml;&auml;ll&auml; on j&auml;rvi, mahdollisesti suolaton, ja aasia ja
   lehmi&auml; ja jonkinlainen farmi tuolla vuorten juuressa.  Muttei
   farmissakaan ollut asunut ket&auml;&auml;n vuosikausiin. L&ouml;ysin paljon
   kalastajien nailonverkkoja, mutta aurinko oli haurastuttanut ne
   k&auml;ytt&ouml;kelvottomaksi. Mit&auml; ne sanoo, ett&auml; muovi s&auml;ilyy luonnossa
   ikuisesti. Useimmat muovipullot ja muut esineet, mit&auml; t&auml;&auml;lt&auml;
   l&ouml;yt&auml;&auml;, hajoavat k&auml;siin kun niit&auml; yritt&auml;&auml; k&auml;ytt&auml;&auml;. Itse asiassa
   muovi n&auml;ytt&auml;&auml; hajoavan t&auml;&auml;ll&auml; paljon nopeammin kuin rauta, liek&ouml;
   syyn&auml; se, ettei koskaan sada. Kahden viikon p&auml;&auml;st&auml; pit&auml;isi olla
   Los Angelesin lentoasemalla.  Luulis kahdessa viikossa ehtiv&auml;n,
   muttei sit&auml; koskaan tied&auml;.
<p>
13/01/94 Yritin aamulla l&auml;hte&auml; hy&ouml;kyjen sekaan mutta ne ty&ouml;nsiv&auml;t
    minut tylysti maihin, mela  katkesi.
<img SRC="vaaripai.jpg" height=225 width=300 align=RIGHT>

<p>
14/01/94 P&auml;&auml;sin lopulta matkaan ja rantauduin parin kalastajn
    naapureiksi. Iltanuotion kanssa sekoillessa astuin kek&auml;leen
    p&auml;&auml;lle paljaalla jalalla.
<p>
16/01/94 15 kilsaa j&auml;ljell&auml;! Vau.  Ostankin huomenna suklaata,
    viinaa ja tupakkaa. T&auml;ss&auml; j&auml;rjestyksess&auml;.
 
<p>
17/01/94 Jokap&auml;iv&auml;inen tuulenr&auml;h&auml;kk&auml; alkoi kello 11, mutta p&auml;&auml;sin
    juuri ja juuri Santa ROsaliaan. En kuitenkaan uskaltanut menn&auml;
    varsinaiseen satamaan asti, kun sen suojavallit tekiv&auml;t kamalan
    ristiaallokon sis&auml;&auml;ntulopaikan eteen. Ompa kurjasti suunniteltu
    satama.
       <img SRC="tecate.jpg" height=225 width=300 align=RIGHT>
<img SRC="structur.jpg" height=225 width=300 align=RIGHT>
<img SRC="church.jpg" height=225 width=300 align=RIGHT>


<p>
18/01/94 20 taalan hotellli. No comprendo englese. Yo so
    Finlandese. Al bargo de San Felipe. 40 dias. L&ouml;ysin
    Bussiterminaalin.
<p>
20/01/94 L&auml;hdin hotellista, mutta en jaksanut meloa pitk&auml;llek&auml;&auml;n.
    Sy&ouml;n koko ajan liikaa. Vatsaan koskeee. Sit&auml; se n&auml;lk&auml; tekee.
<p>
21/01/94 Ei mun kyll&auml; kannata huomenna l&auml;hte&auml;, eih&auml;n? Onneksi
    myrsky&auml;&auml;.
<p>
22/01/94 Huomenna varmaan l&auml;hden.
    
23/01/94 Sain kalan, s&ouml;in sen ja sen j&auml;lkeen en keksinyt muuta
    vaan meloin bussiasemalle. 14 tunnin bussimatka, argh. <img SRC="bussi.jpg" height=225 width=300 align=RIGHT>

   
<p>
24/01/94 Tihuana hotel salzaral pari y&ouml;t&auml; 20 taalaa. Saamari t&auml;t&auml;
    mutaa, kun sataa koko ajan.  Saamari t&auml;&auml;ll&auml; on metel&ouml;ivi&auml;
    kakaroita. Eik&ouml; ne voi k&auml;ytt&auml;&auml; kondomia tai jotain.  Mainioita
    n&auml;yttelemist&auml; n&auml;iss&auml; meksikoilaisissa saippuaoopperoissa. "una
    mujere, dos caminos" taitaa olla kyll&auml; brasialainen.
<p>
27/01/94 62 dollarin suite LAXissa, "Trade Winds", t&auml;&auml; on hyv&auml;.
<p>
28/01/94 Saamari Deltalla en lenn&auml; kyll&auml; en&auml;&auml; ikin&auml;. Ekaks tuli
    110 dollarin lis&auml;maksu, v&auml;&auml;r&auml;n kokonen. Sitten 300 dollaria
    ylipainosta. Heittelin kamoja hikip&auml;&auml;ss&auml; roskikseen, vanhoja
    alusvaatteita, ruostuneita kalastusvehkeit&auml;.  Kun 3 kiloa oli
    j&auml;ljell&auml;, antoivat armoa. Auch heitin vahingossa sukelluslasit,
    joissa oli optiikka, menen&auml;&auml;n.  Matkailu k&ouml;yhdytt&auml;&auml; ja
    laihduttaa, sanon vain.
<p>
<h2>LOPPU</H2>

<em>
<h3>Eiku</h3> Seuraavana vuonna jatkoimme melontaa San Rosalitasta
etel&auml;&auml;n p&auml;in. <a href="winter95.html"> Tarina jatkuu..</a>
</em>
</BODY>
