<html>

<head>
<meta http-equiv="Content-Type"
content="text/html; charset=iso-8859-1">
<meta name="GENERATOR" content="Microsoft FrontPage Express 2.0">
<title>Kajakkimatka Alaskassa 1992</title>
</head>

<body bgcolor="#33CCFF" text="#000000" link="#0000EF"
vlink="#51188E" alink="#FF0000">

<p align="center"><img src="alhohde.jpg" alt="maisema"
width="500" height="300"> </p>

<h1>Kajakkimatka Alaskassa</h1>

<p align="center">Prinssi Willamsin salmi Alaskassa on viimeisi&auml;
paikkoja maailmassa, jossa havumets&auml;vy&ouml;hyke ja meri viel&auml;
kohtaavat toisensa ilman m&ouml;kinr&ouml;ttel&ouml;it&auml; ja
liplap-laitureita. Maalla valtaa pit&auml;&auml; karhu ja merell&auml;
tappajavalas (eiku miekkavalas). Parin sadan kilometrin levyinen
ja pituinen saaristoinen sis&auml;meri ymp&auml;rist&ouml;ineen on nimitt&auml;in
rauhoitettu kansallispuistoksi.&nbsp;<img src="allokki.jpg"
alt="lintuja" width="500" height="350"> <img src="alkala.jpg"
alt="kalankuva" width="320" height="200"></p>

<p>Merest&auml; riitt&auml;&auml; antimia&nbsp; niin, ett&auml; niiss&auml; parissa
kolmessa paikassa, josta valintamyym&auml;l&auml; l&ouml;ytyyy, ei tarvitse
vierailla kuin kaljan tai kalastusv&auml;lineiden hankkimiseksi.
Tyynen valtameren j&auml;ttil&auml;ishy&ouml;kylaineet eiv&auml;t t&auml;&auml;ll&auml;
haittaa rantautumista, ominainen sd&auml;&auml;tyyppi on tuuleton
tihkusade. Leiriytymispaikkoja on runsaasti
rantapenkereill&auml;&nbsp; ja jokaisen leiripaikan vierest&auml; l&ouml;ytyy
vuoren laelta vastik&auml;&auml;n sulanutta vett&auml; tuova puro tahi
lohijoki. </p>

<p align="center"><img src="alleiri.jpg" alt="teltta" width="250"
height="180"></p>

<p>Alueelle p&auml;&auml;see suihkukoneella. Kun amerikkaan lent&auml;&auml; niin
kannatta tiet&auml;&auml;, ett&auml; matkatavaroiden yhteispaino on per&auml;ti
64 kiloa, eik&auml; esimerksiksi Klepper-mallisen (itseasiassa mulla
Pouch) koottavan kanootin mukaanotto aiheuta lis&auml;kustannukisa,
kunhan kamppeet saa koottua kahteen 32 kilon kollin, joista
toinen saa muistuttaa mitoiltaan suksipakettia </p>

<p align="center"><img src="alkamat.jpg" width="320" height="240">
</p>

<p>(Toisaalta taas ik&auml;v&auml;sti muihin ilmansuuntiin matkustaessa
kamoja saa yleens&auml; olla vain 20 kiloa, mik&auml; seikka suuresti
haittaa kanoottimatkailua esimerkiksi kaukoid&auml;ss&auml;). </p>

<p>Maapallon vastakkaiselle puolelle p&auml;&auml;see kahta tiet&auml;.
Varakas lent&auml;&auml; l&auml;nteen Anmchorageen esimerkiksi Seattlen
kautta, ja maksaa menopaluusta noin 7000 markkaa. Riskin yst&auml;v&auml;
lent&auml;&auml; taas Aeroflotilla Moskovan kautta ja maksaa vaivaiset
3500 markkaa. Anchoragesta sitten p&auml;&auml;se bussilla (Samovar Inn
-merkkkisen suositeltavan motellin pihamaalta) Portageen, josta
taas p&auml;&auml;see junalla vuorten l&auml;pi Whittier nimiseen
kalastussatamaan. Ostokset kannattaa tehd&auml; Anchoragessa, sill&auml;
Whittieriss&auml; ei saa juuri mit&auml;&auml;n ja sekin v&auml;h&auml; on kalliimpaa
plaatua. </p>

<p align="center"><img src="alkenno.jpg" width="320" height="240"></p>

<p>VHF-k&auml;siradio on t&auml;rke&auml; turvav&auml;line. Niit&auml; saa Amerikasta
halvalla (100 taalaa). Lis&auml;ksi VHF-radioihin saa Radio Shackista
kivoja vesitiiviit&auml; koteloita. Jotta radio toimisi tarvitaan
my&ouml;s virtaa, jota saa aurinkokennosta </p>

<p>, esimerkiksi 6-wattinen 80 taalaa. VHF-radiosta on viel&auml;
sekin hy&ouml;ty, ett&auml; niiss&auml; on s&auml;&auml;kanava, josta kuulee
mahdollisista tsunameista ja tulva-aalloista etuk&auml;teen. Lis&auml;ksi
on hyv&auml; olla h&auml;t&auml;raketteja, jos radio ja kanootti menee rikki
yht&auml;aikaa. Toisaalta t&auml;ytyy kyll&auml; varautua siihen, ett&auml;
kanootin joutuu rakentamaan uudestaan, eli lasikuitua ja liimaa
ja ty&ouml;kaluja ym. pit&auml;&auml; olla riitt&auml;v&auml; m&auml;&auml;r&auml;. </p>

<p>Kokeilumieless&auml; ajattelin ostaa itselleni my&ouml;s pyssyn.
Pyssyn ostamisessa ei ollut muita esteit&auml;, kuin se ett&auml; myyj&auml;n
mielest&auml; karhun pys&auml;ytt&auml;miseksi tarvittavan aseen minimipaino
oli ainakin 5 kiloa. Pyssyn hinta olisi ollut kohtuullinen ja
siihen olisi saanut kivan vesitiiviin kotelon. </p>

<p>Ainut sovelias pukine t&auml;&auml;ll&auml; on m&auml;rk&auml;puku, merivesi on
kylm&auml;&auml; ja mets&auml;t ja rantap&ouml;heik&ouml;t ovat useimmiten kosteita.
Muita vaatteita, kuten muodikkaan Goretex-kuivapuvun
sis&auml;puolisia tamineita ei saa en&auml;&auml; kuitenkaan kuivaksi, kun ne
ovat kerran kastuneet. Ei niin etteik&ouml; aurinko joskus paistaisi.
Ja kun l&auml;mp&ouml;tila on ollut viikon liki kolmekymment&auml; astetta,
ymm&auml;rt&auml;&auml;, ett&auml; tasanen tihku on sittenkin alueen suotuisin
s&auml;&auml;tyyppi. </p>

<p>Makuupussin saa s&auml;ilym&auml;&auml;n kuivana, kunhan hankkii
vuorovesitaulukon, sill&auml; pari kertaa kuussa meri nousee niin
korkealle, ett&auml; rantahietikoilta ei kuivaa paikkaa l&ouml;yd&auml;. </p>

<p>Whittier on tosiaan ensimm&auml;inen paikka miss&auml; kajakin voi
pist&auml;&auml; veteen. Anchoragen puolella on kymmenen metrin
vuorovesi, niin ett&auml; j&auml;ljelle j&auml;&auml; pelkk&auml;&auml; mutaa kilometrien
matkalle. Mutaan on kuulemma useampikin kamnoottimies juuttunut
ja hukkunut, kun meri on taas palannut parimetrisen&auml;
hy&ouml;kylaineena. Pienvenesataman yll&auml;pito on t&auml;&auml;ll&auml; jyrkkien
rinteiden ja maanj&auml;ristysten alueella niin kallista, ett&auml;
kanootistakin perit&auml;&auml;n mereenheittomaksu (launching fee $6). Ja
eiku sitten meloen. </p>

<p align="center"><img src="alorca.jpg" width="151" height="93"></p>

<p>Ei kannata kuitenkaan omistaa ruskeita melontapukineita,
sill&auml; tappajavalas (eiku miekkavalas, eli Orca)&nbsp; luulee,
ett&auml; kanootissa istuu hylje. Tappajavalas on yleens&auml; noin
kymmenmetrinen ja liikkuu se 5-20 yksilon parvissa v&auml;hint&auml;&auml;n
10 solmun nopeudella. Jos valaat p&auml;&auml;tt&auml;v&auml;t sy&ouml;d&auml; sinut ja
olet keskell&auml; selk&auml;&auml;, ainut mit&auml; voit tehd&auml; on l&auml;hett&auml;&auml;
VHF-puhelimella naseva testamentti ja se siit&auml;. Valaan
selk&auml;ev&auml; ulottuu kuitenkin parin metrin korkeudelle ja
hengitysaukon puhina kantaa kilometrej&auml;, niin ett&auml; ennen
pitempi&auml; oikomisia vuonojen poikki kanatta kiikaroida ja
kuunnella ja mietti&auml; hieman. Valaat oleskelevat etup&auml;&auml;ss&auml;
valtameren puolella ja vierailut saaristossa eiv&auml;t ulotu kovin
pitk&auml;lle. Itse selvisiin yhdest&auml; valaasta kun revin itseni
t&auml;ysill&auml; l&auml;heisen karikon suojaan. Elukka k&auml;vi valehtelematta
5 metrin p&auml;&auml;ss&auml;, teki kivan hy&ouml;kylaineen ja luopui leikist&auml;.
</p>

<p>Karhut eiv&auml;t sittenk&auml;&auml;n ole iso ongelma, sill&auml; mustakarhu
on kasvisy&ouml;j&auml; luontaisesti, ellei se ole jonkun suositun
leiripaikan tienoilla oppinut, ett&ouml;&auml; ihmisen j&auml;ljilt&auml; j&auml;&auml;
ruokaa, kunhan ihmisen ensiksi pelottelee pois. Leiripaikan
valintaa helpottaa se, kun tiet&auml;&auml;, ett&auml; mustakarhu j&auml;tt&auml;&auml;
j&auml;ljen, jossa on 5 varvasta rinnakkain, kun taas agressiivisen
harmaakarhun j&auml;ljess&auml; on 4 varvasta. Glacier bayssa harmaakarhu
s&ouml;i kes&auml;ll&auml; -90 kanoottimiehen niin ett&auml; tarvittiin
laboratoriotutkimus, jotta voitiin todeta j&auml;t&ouml;sten olevan
per&auml;isin ihmisruumista. </p>

<p>Muista ongelmista mainittakoon mursut ja merileijonat, jotka
ovat kovin reviiritietoisia. Paras politiikka on meloa pontevan
m&auml;&auml;r&auml;tietoisesti valitsemaansa suuntaan eik&auml; j&auml;&auml;d&auml;
kekustelemaan, l&auml;iskytt&auml;m&auml;&auml;n melaa tai muuten mutkittelemaan.
Rannikon v&auml;litt&ouml;m&auml;ss&auml; l&auml;heisyydess&auml; on aina suojassa
isommilta merihirvi&ouml;ilt&auml; ja rantavedss&auml; n&auml;kee paljon
mielenkiintoista, vaikka matkaan tulisikin lahdenpohjien kautta
hieman mutkaa. </p>

<p>Ainut paikka mist&auml; saa seuraavan kerran
teollisuushy&ouml;dykkeit&auml; Whittierin j&auml;lkeen on Valdez, tuo
&ouml;ljykatastrofin kotipaikka (vaikka en koskaaan n&auml;hnyt j&auml;lki&auml;
mist&auml;&auml;n &ouml;ljyst&auml;). Ja sitten on Gordova. Kaikki noin sadan
kilsan p&auml;&auml;ss&auml; toisistaan. </p>

<p align="center">Valdezin matkalla pit&auml;&auml; k&auml;yd&auml;
Columbiaj&auml;&auml;tik&ouml;n luona, sill&auml; se on maailman tai Amerikan tai
Alaskan suurin tai kaunein:&nbsp;<img src="alsaukot.jpg"
width="500" height="375"> </p>

<p>Lahdella vaeltavien j&auml;&auml;lohkareiden v&auml;litt&ouml;m&auml;&auml;n
l&auml;heisyyten ei pid&auml; menn&auml;, sill&auml; j&auml;&auml;lohkare sulaa
alapuolelta enemm&auml;n ja kier&auml;ht&auml;&auml; se aina aika-ajoin ja
yl&auml;tt&auml;en ymp&auml;ri ja t&auml;st&auml; syntyv&auml; hy&ouml;kylainekin saattaa
s&auml;ik&auml;ytt&auml;&auml; ellei j&auml;&auml;vuoren alle joudukkaan. (J&auml;&auml;tik&ouml;n
l&auml;hist&ouml;ll&auml; on muutenkin vaarallista oleskella, ihmettelin
itseksin, miksi leiripaikan ymp&auml;rist&ouml;n puissa roikkui
merilevi&auml;! <a href="prwillia.txt">Lue t&auml;&auml;!</a>,<a
href="alvihrea.jpg">kuva</a>.) T&auml;ss&auml; paikkassa nimenomaan on
paljon mnerisaukkoja, kiinnostavia elukoita.</p>

<p align="center"><img src="allaiva.jpg" width="343" height="399"></p>

<p>Valdezin lahdella ja juuri lahdelle johtavassa samalmesa on
hiukan &auml;kkin&auml;iset tuuli ja meriolosuhteet. </p>

<p>&ouml;ljytankkerit , jotka k&auml;yv&auml;t Alaskamn pohjoisrannikolta
tulevan &ouml;ljyputken etel&auml;p&auml;&auml;ss&auml;, eiv&auml;t ole ongelma vaan
pienemm&auml;t kalastus- ja sightseeing-alukset, jotka eiv&auml;t tajua
miink&auml;laista ristiaallokkia ne aiheuttavat salmessa. </p>

<p>Gordovan matkalla on intiaanikyli&auml;, hyl&auml;ttyj&auml; ja asuttuja. </p>

<p align="center"><img src="altalo.jpg" width="516" height="299"><img
src="alkirkko.jpg" width="500" height="375"> </p>

<p>Inkkarit eiv&auml;t tykk&auml;&auml; valkonaamoista ja sen my&ouml;s
n&auml;ytt&auml;v&auml;t. Ainut tapa tutustua intiaaneihin on joutua niin
pahaan pulaan, ett&auml; niit&auml; alkaa s&auml;&auml;litt&auml;&auml;. T&auml;m&auml;n opin kun
menetin aikoinaan Yukon-joen yl&auml;juoksuissa kaikki kamani
koskessa ja hoipparoin pari vuorokautta m&auml;rk&auml;puku ainoana
asusteena kotia, siis Helsinki&auml; kohti. </p>

<p align="center"><img src="algordob.jpg" width="500"
height="375"></p>

<p align="center">Gordova on hieno paikka:&nbsp; </p>

<p>Kaupunkiin ei p&auml;&auml;se kuin meriteitse. Vain omituiset tyypit
asustavat t&auml;mm&ouml;isess&auml; paikaasssa. VHF-radio on kotirouvien
sis&auml;puhelin. Digitaalinen kutsukanava 70 on mehevimpien juorujen
levityskanava. &quot;Beam me up, Scotty!&quot; huutavat lapset
h&auml;t&auml;kanavalla 16. </p>

<p>VHF-radio on kyll&auml; tarpeellinen. Onkivapa tempaistiin
k&auml;dest&auml; ja se katosi syvyyksiin jonkun ovenkokoisen hahmon
mukana. Todenn&auml;k&ouml;isesti Halibut eli Ruijan Pallas. Varasiimakin
oli k&auml;ytetty. En ollut n&auml;hnyt muita veneit&auml; p&auml;iv&auml;kausiin.
Muutaman tunnin p&auml;&auml;st&auml; kiuitenkin huomasin, ett&auml; kaukana
liikku joku piste. &quot;Hoi vene, t&auml;&auml;ll&auml; kanootti&quot;,
huusin hermona kanavalla 16. Ei vastausta. J&auml;rjet&ouml;n kutsu,
parempi on &quot;Hoi vene matkalla Dangerous Passagen
it&auml;puolella etel&auml;&auml;np&auml;in, t&auml;&auml;ll&auml; kanootti salmen
l&auml;nsipuolella, olen kusessa&quot;. Myiv&auml;t minulle uuden ongen
ja kaikki oli taas ik&auml;&auml;nkuin hanskassa. </p>

<p>Ulkomeren puolelle pit&auml;&auml; menn&auml;, jotta tiet&auml;isi, ettei se
ole kivaa. Hyv&auml; opetus on matka meriteitse Sewardiin
Whittierist&auml; . &quot;Dangerous, put possible&quot;. sanovat
monet. Harva on itse kokeillut. </p>

<p>Avomerimatkaaja oppii tuijottamaaan kauas taivaanrantaan. Kun
se muuttuuu sahalaitaiseksi, tiet&auml;&auml; ett&auml; taas tulee hirve&auml;
j&auml;ttiaaalto. Ensiksi pienempi, yli p&auml;&auml;stiin, sitten kamala
pime&auml; rotko, johon kanootti alkaa itsest&auml;&auml;n sy&ouml;ksy&auml;.
Pohjalla odottaa sitten harmaa eduskuntatalon sein&auml;, joka
sittenkin antaa periksi ja alkaa nousu ja nousu. Nousee se, ja
jos on kilometrien p&auml;&auml;ss&auml; rannasta, eik&auml; tuule, ei huipulla
odota ter&auml;v&auml; ylip&auml;&auml;sem&auml;t&ouml;n murtoharjanne. Ylh&auml;&auml;lt&auml;
n&auml;kee pitk&auml;lle. </p>

<p>Jyrkist&auml; rantakallioista ei saa mit&auml;&auml;n turvaa. Kamalaa
ristioaallokkoa, hy&ouml;kylaineita. Rantautumispaikat ovat niemien
suojanpuoleisissa pikkulahdelmissa, jos sellaisen sattuu
l&ouml;yt&auml;m&auml;&auml;n ja sinnekin p&auml;&auml;see vain kaukaa ulkoa kiert&auml;en ja
pahimpia sotkupaikkoja v&auml;ltellen. </p>

<p>Yhten&auml; iltap&auml;iv&auml;n&auml; oivalsin, etten p&auml;&auml;se seuraavan
niemen ohi ennen pime&auml;&auml;, vaan on vauhdilla palattava kymmenen
kilometri&auml; taaksep&auml;in. Seuraavan p&auml;iv&auml;n&auml; taas aallot tulivat
eri suunnista, ja olin jumissa, odotin viikon eik&auml; hy&ouml;kyjen
keskelt&auml; saanut edes kalaa. Yritin keksi&auml; muuta sy&ouml;mist&auml;,
jotain ihme marjoja (linnutkin n&auml;it&auml; sy&ouml;v&auml;t, eiv&auml;t ne voi
olla myrkyllisi&auml;), jotain ihme sieni&auml;, jotain ihme levi&auml;.
Yritt&auml;isink&ouml; kutsua radiolla helikopterin avuksi? Tappaisinko
itseni? Seuraavan merimatkan aikana ker&auml;&auml;n niin paljon kalaa,
ett&auml; siit&auml; riitt&auml;&auml;&auml;, vaikka v&auml;h&auml;n pilaantuneenakin. </p>

<p align="center">Yhdest&auml; lahdesta l&ouml;ytyi rantakivikkoon
murskaksi vedetty Cessna&nbsp;<img src="alsiipi.jpg" width="545"
height="248"> </p>

<p>J&auml;ljist&auml; p&auml;&auml;tellen lentokoneen kuski oli leiriytynyt
paikalla viikkokausia. Iso kasa polttopuita ja siiven kappaleista
kyh&auml;tty asumus. Karhun j&auml;lki&auml; oli joka paikassa ja olinkin
aluksi aivan varma, l&ouml;yt&auml;isin ihmishaaskan l&auml;hist&ouml;lt&auml;. </p>

<p>Toiseksi viimeisen niemen takaa l&ouml;ytyi talo! Talossa asui
kaksi portugalilaista erakkoveljest&auml;. Ne katselivat ulos
ikkunasta ja kertoivat kuinka sekin kuoli tuossa tai tuossa ja
kuinka se toinen taas joutui soutuveneell&auml; merivirtaaan ja
katosi jonnenkin. Jonain p&auml;iv&auml;n&auml;, kenties ensi viikollla me
k&auml;yd&auml;&auml;n Sewardissa, kun taas on pakko, ohhoijaa. Sewardiin ei
voi menn&auml; kanootilla, Seuraavan niemen (cape Resurrection) ohi
ei p&auml;&auml;se kanootilla, ei p&auml;&auml;se. Niemen k&auml;rjess&auml; on aina
kolmimetrinen vaahtosotku. Parempi kantaa kamat niemen yli. </p>

<p>Meloin lahden poikki ja yritn k&auml;vell&auml; niemen p&auml;&auml;lle
neuvotusta paikasta. Puoliv&auml;liss&auml; nousua nyrj&auml;ytin varpaani
ylip&auml;&auml;sem&auml;tt&ouml;m&auml;ss&auml; louhikossa ja palasin takaisin. </p>

<p>Niemen ohi p&auml;&auml;see kuulemma moottoriveneell&auml; silloin kun on
pohjoistuuli ja vuoroveden huippuhetki, jolloin meri ei virtaa
minnek&auml;&auml;n. Laskin kaiken tarkkaan. 3 tuntia niemenk&auml;rkeen,
k&auml;rjen ohi ja ennen pime&auml;n tuloa johonkin suojaan. </p>

<p>Odotin taas viikon jan luoja antoikin rukoillun tuulen oikeana
p&auml;iv&auml;n&auml;, vuoksen huippu oli kello 11. Nyt tai ei koskaan.
Ruokaa purkkeihin valmiiksi, vett&auml;, suoli tyhj&auml;ksi.
Rauhallisesti, tarkasti, olet vain melova kone, tasasesti
tasaasesti, itsesuggestiota, mutta olen niin hermona, ett&auml;
vatsaan alkaa hrei koskea. V&auml;lill&auml; otsemurhamoodi iskee
p&auml;&auml;lle, haha, naureskelet maanisesti, ja sevengailer pokkana
aallokossa. Kauemmas ja kauemmas niemen k&auml;rjest&auml;, ei t&auml;m&auml;
niin paha ole. Isoja mutta tasasia, tuolla niemen k&auml;rjess&auml; on
tosiaan kamalaa sotkua. Pakkoko on niin l&auml;helt&auml; kiert&auml;&auml;.
Iltap&auml;iv&auml;ll&auml; kaikki on ohi ja hermot laukeaa. Poimit merest&auml;
lohen ja l&auml;hdet rantsuun keittopuuhinn. Pime&auml; tulee telttaa
pystytt&auml;ess&auml;. Ei koskaan en&auml;&auml; t&auml;nne..... </p>

<img src="alruoka.jpg" width="500"
height="375"> </p>

<p><i>T. Noko 1992&nbsp;</i>
<p>
<p>
<center>
Video (edited 2008) <p>
<iframe width="420" height="315" src="https://www.youtube.com/embed/G45MZP60o1E" frameborder="0" allowfullscreen></iframe>
</center>

</body>
</html>
